@extends('templates.base')
@section('title', 'このサイトについて')
@section('main')
<div class="aboutPage">
<h2>目的</h2>
<p>
このサイトは、<br>
技術を学んだのだけれど、実際にどのような形のものを作るのかが空白である<br>
という方へ向けて、アプリケーションの形の例を「ポートフォリオの企画」として見ることができるように作成しました。<br>
</p>
<p>
実務に向けて、成果物作成をして技術の活用を身に染み込ませたい方に<br>
使っていただけたらうれしいです。<br>
</p>
<p>
また、企画を詳細まで詰めるためのウェブアプリケーションも作成したいと思っています。
</p>
<h2>提供されるもの</h2>
<p>
企画の着想時点での「企画名」「目的・動機」「詳細」を見ることができます。<br>
また、まだ未実装ですが、企画に対して興味を持っているユーザーとその企画が紐づく機能を実装予定です。<br>
興味のあるユーザーを発見することで、学習のモチベーションなどの役に立つのでは、と思っています。
</p>

<h2>未実装、検討中の機能</h2>
<ol>
<li>企画投稿機能</li>
<li>興味を持っているユーザー一覧</li>
<li>企画の作り方、設計の方法についてのページ</li>
</ol>
<h2>運営について</h2>
<p>
このサイトは個人によって非営利目的で運営されています。
<a href="https://twitter.com/hal822tw">https://twitter.com/hal822tw</a>
</p>
</div>
@endsection